[
    {
        "title": "League of Legends Stats Analysis",
        "year" : 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "A comprehensive analysis of the League of Legends game statistics. The project aims to provide insights into the game's performance, visualizing the data, and predicting matching outcomes."
    },
    {
        "title": "Expository Visualization",
        "year" : 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "An expository visualization that discover the trends of the sunshine hours in U.S major cities."
    },
    {
        "title": "Python Image Processing",
        "year" : 2023,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Using Python to apply image filter such as grayscale, negation, and brightness adjustment."
    },
    {
        "title": "Place Holder",
        "year" : 2022,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ex libero itaque nobis consequatur provident consequuntur eaque, ea fugiat corrupti cumque nesciunt cupiditate. A omnis voluptatum nam doloremque blanditiis error officia esse, accusamus ullam aut quis, delectus in exercitationem?"
    },
    {
        "title": "Place Holder",
        "year" : 2022,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Illum fuga natus deleniti maxime iste unde magnam eius? Deserunt repellendus ratione expedita temporibus quibusdam sapiente modi est vel ut porro, non quaerat laborum similique dicta molestias quae vitae doloremque."
    },
    {
        "title": "Place Holder",
        "year" : 2021,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Doloremque, voluptate delectus ducimus expedita nam reiciendis provident itaque, autem dolore dolores cumque obcaecati ipsum, numquam libero! Saepe nostrum non provident reprehenderit soluta. Laudantium iste earum suscipit rerum facere eum."
    },
    {
        "title": "Place Holder",
        "year" : 2021,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Magnam id maiores dolorem recusandae est! Harum qui ipsum excepturi beatae veniam. Odit cumque nihil sint repellendus cum suscipit est sed consequatur neque error quo inventore, labore voluptas expedita beatae."
    },
    {
        "title": "Place Holder",
        "year" : 2022,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Obcaecati tempore soluta quas repellat! Optio, magnam similique. Dolorem dignissimos deleniti similique, placeat, sed excepturi distinctio consectetur saepe nesciunt laudantium vitae corporis quae architecto laborum? Quae libero necessitatibus hic esse."
    },
    {
        "title": "Place Holder",
        "year" : 2021,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Deserunt ab id, qui quo inventore sunt dolorem doloremque quod saepe nam, tempora perspiciatis voluptates quaerat quasi reprehenderit vero exercitationem unde ipsam similique explicabo? Amet eos itaque impedit dolor dicta?"
    },
    {
        "title": "Place Holder",
        "year" : 2023,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Sit quisquam, maxime sapiente nam perferendis voluptates fuga voluptatem nostrum dolorum enim dolore, ad quos voluptate veniam sed tempora earum maiores labore nemo distinctio. Vitae debitis similique odit explicabo voluptas."
    },
    {
        "title": "Place Holder",
        "year" : 2020,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Doloribus reprehenderit unde et sequi provident ad nulla consequatur magnam quia velit, quibusdam commodi iste laborum tenetur quasi facere ipsa quod laboriosam, perspiciatis architecto officiis vero! Obcaecati fugit illum quo!"
    },
    {
        "title": "Place Holder",
        "year" : 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Minima dolores odio blanditiis suscipit numquam? Officia ipsa quo modi alias aspernatur, placeat sed autem neque aliquam molestias repudiandae nihil velit perferendis vel nulla amet quis quaerat natus, expedita aliquid."
    }
]